Repository: amanbayserkeev0377/Teymia-Habit
Catalog: Tymi/*.lproj/Localizable.strings
Languages: ky_kg

# alert_delete_habit
source: Delete Habit
ky_kg: Адатты өчүрүү

# alert_delete_habit_message
source: Are you sure you want to delete «%@»?
ky_kg: Сиз чындап эле «%@» адатты өчүргүңүз келеби?

# alert_delete_multiple_habits
source: Delete Selected Habits
ky_kg: Тандалган адаттарды өчүрүү

# alert_delete_multiple_habits_message
source: Are you sure you want to delete %d selected habits?
ky_kg: Сиз чындап эле %d тандалган адатты түбөлүккө өчүргүңүз келеби?

# alert_delete_folder
source: Delete Folder
ky_kg: Папканы өчүрүү

# alert_delete_folder_message
source: Delete «%@»? Your habits won't be deleted.
ky_kg: «%@» папканы өчүрсөң, адаттарың өзгөрбөйт. Жалгашасыңбы?

# alert_delete_folders
source: Delete Folders
ky_kg: Папкаларды өчүрүү

# alert_delete_folders_message
source: Delete %d folders? Your habits won't be deleted.
ky_kg: %d папканы өчүрсөң, адаттарың өзгөрбөйт. Жалгашасыңбы?

# alert_add_count
source: Add Count
ky_kg: Саан кошуу

# alert_add_count_message
source: Enter the number of completions to add
ky_kg: Кошулуучу аткарылган иштердин санын киргизиңиз

# alert_add_time
source: Add Time
ky_kg: Убакыт кошуу

# alert_add_time_message
source: Enter the time you spent on this habit
ky_kg: Бул адатка сарптаган убакытыңызды киргизиңиз

# alert_reset_history
source: Reset History
ky_kg: Тарыхты өчүрүү

# alert_reset_history_message
source: This will permanently delete all habit completion data. This action cannot be undone.
ky_kg: Бул адаттын бардык аткарылган маалыматын биротоло өчүрөт. Бул аракетти кайтарууга болбойт.

# alert_close_timer
source: Stop Timer
ky_kg: Таймерди токтотуу

# alert_close_timer_message
source: Closing will stop the running timer. Continue?
ky_kg: Жабуу иштеп жаткан таймерди токтотот. Улантасыңбы?

# alert_notifications_permission
source: Notification Permission Required
ky_kg: Эскертме үчүн уруксат керек

# alert_notifications_permission_message
source: To receive habit reminders, please enable notifications in Settings.
ky_kg: Адат эскертмелерин алуу үчүн Жөндөөлөрдө эскертмелерди иштетиңиз.

# button_add
source: Add
ky_kg: Кошуу

# button_done
source: Done
ky_kg: Бүттү

# button_delete
source: Delete
ky_kg: Жоюу

# button_cancel
source: Cancel
ky_kg: Токтотуу

# button_close
source: Close
ky_kg: Жабуу

# button_pin
source: Pin
ky_kg: Тиктеп коюу

# button_unpin
source: Unpin
ky_kg: Тиктеп коюуну алуу

# button_edit
source: Edit
ky_kg: Түзөтүү

# button_save
source: Save
ky_kg: Сактоо

# button_reset
source: Reset
ky_kg: Өчүрүү

# button_reset_progress
source: Reset progress
ky_kg: Прогрессти өчүрүү

source: Complete
ky_kg: Аткаруу

source: Completed
ky_kg: Аткарылды

source: Today
ky_kg: Бүгүн

source: Yesterday
ky_kg: Кечээ

# items_selected
source: %d Selected
ky_kg: %d тандалды

source: Count
ky_kg: Сан

source: Time
ky_kg: Убакыт

source: times
ky_kg: жолу

source: Hours
ky_kg: Саат

source: Goal: %@
ky_kg: Максат: %@

# minutes_format
source: %d m
ky_kg: %d м

# hours_format
source: %d hr
ky_kg: %d с

source: hours (less than 24)
ky_kg: сааттар (24төн аз)

# hours_minutes_format
source: %d hr %d m
ky_kg: %d с %d м

source: Minutes
ky_kg: Мүнөт

source: minutes (less than 60)
ky_kg: мүнөттөр (60тан аз)

source: Total
ky_kg: Жалпы

source: version
ky_kg: версия

source: Home
ky_kg: Башкы

source: Statistics
ky_kg: Статистика

source: Settings
ky_kg: Жөндөөлөр

source: Habit Name
ky_kg: Адаттын аты

source: Icon
ky_kg: Белги

# goalsection_choose_time
source: Choose time (hr:min)
ky_kg: Убакытты тандаңыз (с:м)

# goalsection_enter_count
source: Enter count
ky_kg: Санын жазыңыз

source: Active days
ky_kg: Активдүү күндөр

source: Everyday
ky_kg: Күн сайын

source: Every week
ky_kg: Жума сайын

source: Select days
ky_kg: Күндөрдү танда

# will_repeat_weekly
source: Will repeat weekly on these days
ky_kg: Бул күндөрдө жума сайын кайталанат

source: Reminders
ky_kg: Эскертүүлөр

source: Reminder
ky_kg: Эскертүү

source: Add Count
ky_kg: Санын кошуу

source: Add progress
ky_kg: Прогрессти кошуу

# add_reminder
source: Add
ky_kg: Кошуу

source: Add Time
ky_kg: Убакыт кошуу

source: Choose Icon
ky_kg: Белги тандоо

source: Create Habit
ky_kg: Адат түзүү

# daily_goal
source: Goal
ky_kg: Максат

source: Delete habit
ky_kg: Адатты өчүрүү

source: Edit Habit
ky_kg: Адатты оңдоо

# future_self_thank_you
source: Tap '+' to add your first habit.
ky_kg: Биринчи адатыңызды түзүү үчүн “+” басыңыз.

# goal_format
source: Goal: %@
ky_kg: Максат: %@

source: Habits
ky_kg: Адаттар

source: Health
ky_kg: Саламаттык

source: Hobbies
ky_kg: Кызыгуу

source: Lifestyle
ky_kg: Жашоо

source: Loading calendar…
ky_kg: Календарь жүктөлүүдө…

# no_habits
source: You don't have any habits yet.
ky_kg: Азырынча адаттар жок.

# no_habits_for_date
source: No habits for this date
ky_kg: Бул күнү адаттар жок

source: No icon
ky_kg: Белгисиз

source: Productivity
ky_kg: Натыйжалуулук

# reset_all_history
source: Reset history
ky_kg: Тарыхты өчүрүү

# reset_button_label
source: Reset
ky_kg: Кайра орнотуу

source: Start date
ky_kg: Башталган күн

source: Streak
ky_kg: Катасыз

# notifications_habit_time
source: Time for your habit!
ky_kg: Адатыңа убакыт келди!

# notifications_dont_forget
source: Don't forget to do: %@
ky_kg: Унутпаңыз: %@

# settings_header_appearance
source: Appearance & Language
ky_kg: Көрүнүш жана тил

# settings_header_data
source: Data & Organization
ky_kg: Маалымат жана уюштуруу

# settings_header_sounds_feedback
source: Sounds & Feedback
ky_kg: Үндөр жана жооп

# settings_header_support
source: Support & Feedback
ky_kg: Колдоо жана пикир

# settings_header_legal
source: Legal
ky_kg: Юридикалык маалымат

# settings_footer_language
source: You can change the app language in the system settings.
ky_kg: Тилди тутум жөндөөлөрүнөн өзгөртсөңүз болот.

source: App Color
ky_kg: Колдонмо түсү

# app_color_preview_header
source: Preview
ky_kg: Алдын ала көрүү

# app_color_preview_footer
source: The app color changes according to your selected color.
ky_kg: Колдонмо түсү сиз тандаган түскө жараша өзгөрөт.

# app_color_colors_header
source: Colors
ky_kg: Түстөр

source: App Icon
ky_kg: Колдонмо белгиси

# app_icon_aura_name
source: Aura
ky_kg: Аура

# app_icon_blaze_name
source: Blaze
ky_kg: Жалын

# app_icon_bliss_name
source: Bliss
ky_kg: Бакыт

# app_icon_chill_name
source: Chill
ky_kg: Салкын

# app_icon_dark_name
source: Dark
ky_kg: Түн

# app_icon_dream_name
source: Dream
ky_kg: Үмүт

# app_icon_light_name
source: Light
ky_kg: Күн

# app_icon_main_name
source: Main
ky_kg: Негизги

# app_icon_minimal_dark_name
source: Minimal Dark
ky_kg: Түнкү Минимализм

# app_icon_minimal_light_name
source: Minimal Light
ky_kg: Күндүзгү Минимализм

# app_icon_paper_name
source: Paper
ky_kg: Кагаз

# app_icon_sunrise_name
source: Sunrise
ky_kg: Таң

source: Appearance
ky_kg: Көрүнүш

# appearance_dark
source: Dark
ky_kg: Түн

# appearance_light
source: Light
ky_kg: Күндүз

# appearance_system
source: System
ky_kg: Тутумдук

# week_start_day
source: Week Start
ky_kg: Жуманын башталышы

# week_start_system
source: System
ky_kg: Тутумдагыдай

source: Language
ky_kg: Тил

source: Archive
ky_kg: Архивдөө

source: Archived Habits
ky_kg: Архивделген адаттар

source: No Archived Habits
ky_kg: Архивделген адаттар жок

source: Unarchive
ky_kg: Архивден чыгаруу

# archived_habits_footer
source: Swipe left to unarchive or delete
ky_kg: Солго сүрүп, архивден чыгарыңыз же жойуңуз

# archived_date_format
source: Archived %@
ky_kg: Архивделди %@

source: Folders
ky_kg: Папкалар

# folders_all
source: All
ky_kg: Баары

# folders_move
source: Move
ky_kg: Жылдыруу

# folders_new_folder
source: New Folder
ky_kg: Жаңы папка

# folders_edit_folder
source: Edit Folder
ky_kg: Папканы оңдоо

# folders_create_folder
source: Create a Folder
ky_kg: Папка түзүү

# folders_select_folder
source: Select a Folder
ky_kg: Папканы тандаңыз

# folders_folder_name
source: Folder Name
ky_kg: Папканын аты

# folders_edit_footer
source: Tap 'Edit' to change the order or delete folders. Folder management is also available in the Settings.
ky_kg: Тартипти өзгөртүү же папканы жоюу үчүн «Түзөтүү» баскычын басыңыз. Папкаларды жөндөөлөрдөн да башкара аласыз.

# folders_none_selected
source: None
ky_kg: Жок

# folders_move_to_folder
source: Move to folder
ky_kg: Папкага көчүрүү

# folders_no_folder
source: No folder
ky_kg: Папкасыз

# folders_no_habits
source: No habits in this folder
ky_kg: Бул папкада адаттар жок

source: iCloud Sync
ky_kg: iCloud байланыш

# icloud_sync_status
source: Sync Status
ky_kg: Синхрондоштуруу абалы

# icloud_sync_active
source: Active
ky_kg: Иштеп жатат

# icloud_checking_status
source: Checking...
ky_kg: Текшерүүдө...

# icloud_not_signed_in
source: Sign in to iCloud
ky_kg: iCloud'га кире элексиз

# icloud_restricted
source: iCloud is Restricted
ky_kg: iCloud колдонууга болбойт

# icloud_how_sync_works
source: How Sync Works
ky_kg: Синхрондоштуруу кантип иштейт

# icloud_automatic_backup
source: Automatic Backup
ky_kg: Автоматтык сактоо

# icloud_automatic_backup_desc
source: All habits are automatically saved to your iCloud
ky_kg: Адаттарыңыз iCloud'га өзүнөн өзү сакталып турат

# icloud_cross_device_sync
source: Cross-Device Sync
ky_kg: Баардык түзмөктөр менен иштейт

# icloud_cross_device_sync_desc
source: Access your habits on iPhone, iPad, and other devices
ky_kg: Адаттарыңызды iPhone, iPad жана башка түзмөктөрдө колдонсоңуз болот

# icloud_private_secure
source: Privacy & Security
ky_kg: Купуя жана коопсуз

# icloud_private_secure_desc
source: Data is stored only in your personal iCloud
ky_kg: Маалыматтарыңыз сиздин жеке iCloud'уңузда гана болот

# icloud_troubleshooting
source: Troubleshooting
ky_kg: Маселе чыкса эмне кылуу керек

# icloud_signin_required
source: iCloud sign-in is required for syncing
ky_kg: Синхрондоштуруу үчүн iCloud'га кирүү керек

# icloud_signin_steps
source: Settings → [Your Name] → iCloud → Sign In
ky_kg: Орнотуулар → [Атыңыз] → iCloud → Кирүү

# icloud_status_unknown
source: Status Unknown
ky_kg: Статус белгисиз

# icloud_temporarily_unavailable
source: Temporarily Unavailable
ky_kg: Азыр жеткиликсиз

# icloud_unknown_error
source: Unknown Error
ky_kg: Белгисиз ката чыкты

# icloud_check_failed
source: Check Failed
ky_kg: Текшерүү ишке ашкан жок

source: Notifications
ky_kg: Эскертмелер

source: Haptics
ky_kg: Вибрациялуу жооп

source: Rate App
ky_kg: Баалоо

source: Share App
ky_kg: Бөлүшүү

source: Contact Developer
ky_kg: Разработчик менен байланышуу

# report_bug
source: Report a Bug
ky_kg: Катаны билдирүү

source: Terms of Service
ky_kg: Кызмат шарттары

# tos_intro_title
source: Thank you for choosing Tymi!
ky_kg: Tymi тандаганыңыз үчүн рахмат!

# tos_intro_body
source: This app is created for personal use to help you track your habits. By using Tymi, you agree to the following terms:
ky_kg: Бул колдонмо адаттарыңызды көзөмөлдөө үчүн жеке колдонууга арналган. Tymi колдонуп, төмөнкү шарттарга макул болосуз:

# tos_privacy_title
source: Privacy and Data
ky_kg: Жеке маалыматтар

# tos_privacy_body
source: The app stores your data locally and may sync it through iCloud when you're signed in. We do not collect, analyze, or share your personal data with third parties. For detailed information, please see our Privacy Policy.
ky_kg: Колдонмо маалыматтарды жергиликтүү сактайт жана iCloud аркылуу синхрондошот. Биз сиздин жеке маалыматыңызды чогултпайбыз же бөлүшпөйбүз. Көбүрөөк маалымат алуу үчүн Купуялык Саясатын караңыз.

# tos_icloud_title
source: iCloud Integration
ky_kg: iCloud менен иштөө

# tos_icloud_body
source: When signed into iCloud, your habit data automatically syncs across your Apple devices. This data is stored in your private iCloud container and is governed by Apple's Terms of Service and Privacy Policy.
ky_kg: iCloud'га киргенде, адаттарыңыз Apple түзмөктөрүңүздө синхрондошот. Маалыматтар сиздин жеке iCloud'ыңызда сакталат жана Apple'дин шарттары менен жөнгө салынат.

# tos_risk_title
source: Use at Your Own Risk
ky_kg: Колдонуу өз тобокелчилигиңизде

# tos_risk_body
source: You use the app at your own risk. While we strive to provide a reliable service, we are not responsible for data loss, sync issues, or other possible technical problems.
ky_kg: Колдонмону өзүңүздүн тобокелчилигиңизде колдонуп жатасыз. Биз ишенимдүү кызмат берүүгө аракет кылабыз, бирок маалымат жоготуу же башка маселелер үчүн жооп бербейбиз.

# tos_updates_title
source: Updates
ky_kg: Жаңыртуулар

# tos_updates_body
source: We may periodically update the app and these terms to improve functionality and user experience. Continued use of the app constitutes acceptance of any updates.
ky_kg: Колдонмо менен шарттарды жакшыртуу үчүн кээде жаңыртабыз. Колдонууну улантуу менен жаңыртууларга макул болосуз.

# tos_warranty_title
source: No Warranty
ky_kg: Кепилдик жок

# tos_warranty_body
source: The app is provided 'as is' without warranties of any kind. While we work to ensure everything functions properly, we cannot guarantee perfect accuracy or uninterrupted service.
ky_kg: Колдонмо «кандай болсо ошондой» берилет. Баары жакшы иштеши үчүн аракет кылабыз, бирок толук тактыкты кепилдей албайбыз.

# tos_contact_title
source: Contact
ky_kg: Байланыш

# tos_contact_body
source: If you have any questions about these terms or the app, feel free to contact us:
ky_kg: Суроолоруңуз болсо, биз менен байланышуудан тартынбаңыз:

# tos_contact_email_label
source: Email
ky_kg: Электрондук почта

# tos_contact_telegram_label
source: Telegram
ky_kg: Телеграм

source: Privacy Policy
ky_kg: Купуялык Саясаты

# privacy_updated_title
source: Last Updated
ky_kg: Акыркы жаңыртуу

# privacy_updated_date
source: Last updated: May 28, 2025
ky_kg: Жаңыртылды: 28-май, 2025

# privacy_intro_title
source: Introduction
ky_kg: Киришүү

# privacy_intro_body
source: The Tymi habit tracking app respects user privacy. This section describes what data is used, where it is stored, and how it is processed.
ky_kg: Tymi адаттарды көзөмөлдөө колдонмосу сиздин купуялыгыңызды сыйлайт. Бул бөлүмдө кандай маалыматтар колдонулуп, кайда сакталып, кантип иштетилери түшүндүрүлөт.

# privacy_data_title
source: Collected Information
ky_kg: Чогулган маалымат

# privacy_data_body
source: The app uses the following information:
ky_kg: Колдонмо төмөнкү маалыматтарды колдонот:

# privacy_data_item_1
source: • Habit data — names, goals, progress, and user-defined parameters
ky_kg: • Адаттар — аталыштар, максаттар, прогресс жана сиз койгон параметрлер

# privacy_data_item_2
source: • App settings — theme, week start, and other preferences
ky_kg: • Колдонмо жөндөөлөрү — тема, жуманын башталышы жана башка тандоолор

# privacy_data_item_3
source: • Performance statistics — dates, times, and habit progress trends
ky_kg: • Статистика — даталар, убакыт жана адаттардын прогресси

# privacy_storage_title
source: Data Storage
ky_kg: Маалыматты сактоо

# privacy_storage_body
source: The app stores data using the following methods:
ky_kg: Маалыматтар төмөнкү жолдор менен сакталат:

# privacy_storage_item_1
source: • Local storage using SwiftData for habits and progress data
ky_kg: • SwiftData аркылуу жергиликтүү сактоо (адаттар жана прогресс)

# privacy_storage_item_2
source: • UserDefaults for app settings and preferences
ky_kg: • UserDefaults аркылуу жөндөөлөр жана тандоолор

# privacy_storage_item_3
source: • Automatic iCloud synchronization through CloudKit for signed-in users
ky_kg: • iCloud аркылуу автоматтык синхрондоштуруу (кирген колдонуучулар үчүн)

# privacy_storage_implication
source: This storage approach means:
ky_kg: Бул сактоо ыкмасы төмөнкүлөрдү билдирет:

# privacy_storage_implication_1
source: • Local data is always stored securely on your device
ky_kg: • Жергиликтүү маалыматтар түзмөгүңүздө коопсуз сакталат

# privacy_storage_implication_2
source: • iCloud sync happens automatically when signed into iCloud
ky_kg: • iCloud'га киргенде автоматтык синхрондоштуруу иштейт

# privacy_storage_implication_3
source: • You maintain full control over your data through your Apple ID
ky_kg: • Маалыматтарыңызды Apple ID аркылуу толук көзөмөлдөйсүз

# privacy_storage_implication_4
source: • Deleting the app removes local data; iCloud data can be managed through Apple ID settings
ky_kg: • Колдонмону өчүрсөңүз, жергиликтүү маалыматтар жок болот; iCloud маалыматтарын Apple ID жөндөөлөрүнөн башкара аласыз

# privacy_icloud_title
source: iCloud Synchronization
ky_kg: iCloud Синхрондоштуруу

# privacy_icloud_body
source: The app automatically syncs data via iCloud when available:
ky_kg: Эгер iCloud жеткиликтүү болсо, маалыматтар автоматтык түрдө синхрондошот:

# privacy_icloud_item_1
source: • Habit data synchronizes across all your Apple devices
ky_kg: • Адаттар бардык Apple түзмөктөрүндө синхрондошот

# privacy_icloud_item_2
source: • Data is stored in your private iCloud container
ky_kg: • Маалыматтар сиздин жеке iCloud контейнериңизде сакталат

# privacy_icloud_item_3
source: • Only accessible through your Apple ID
ky_kg: • Apple ID аркылуу гана жеткиликтүү

# privacy_icloud_item_4
source: • Governed by Apple's iCloud Terms and Privacy Policy
ky_kg: • Apple'дин iCloud шарттары жана купуялык саясаты колдонулат

# privacy_icloud_item_5
source: • If not signed into iCloud, data remains local only
ky_kg: • iCloud'га кирбесеңиз, маалыматтар жергиликтүү гана сакталат

# privacy_notifications_title
source: Notifications
ky_kg: Эскертмелер

# privacy_notifications_body
source: If permitted, the app may send local habit reminders:
ky_kg: Уруксат берсеңиз, колдонмо жергиликтүү эскертүүлөрдү жөнөтөт:

# privacy_notifications_item_1
source: • Notifications are configured by the user
ky_kg: • Эскертүүлөрдү сиз өзүңүз орнотосуз

# privacy_notifications_item_2
source: • Can be disabled at any time through settings
ky_kg: • Каалаган убакта жөндөөлөрдөн өчүрсөңүз болот

# privacy_notifications_item_3
source: • Processed locally and not shared with third-party services
ky_kg: • Жергиликтүү иштетилет, башкаларга берилбейт

# privacy_collection_title
source: Data Collection and Sharing
ky_kg: Маалымат чогултуу жана бөлүшүү

# privacy_collection_body
source: The app does not collect or share data with third parties:
ky_kg: Колдонмо маалыматтарды чогултпайт жана башкаларга бөлүшпөйт:

# privacy_collection_item_1
source: • No usage analytics
ky_kg: • Колдонуу аналитикасы жок

# privacy_collection_item_2
source: • No behavior tracking
ky_kg: • Жүрүм-турум көзөмөлдөнбөйт

# privacy_collection_item_3
source: • No data sharing with third parties
ky_kg: • Маалыматтар башкаларга берилбейт

# privacy_collection_item_4
source: • No advertising trackers or third-party SDKs
ky_kg: • Жарнама трекерлери же башка SDK жок

# privacy_collection_item_5
source: • iCloud data (when synced) is stored in Apple's secure infrastructure
ky_kg: • iCloud маалыматтары Apple'дин коопсуз түзүмүндө сакталат

# privacy_security_title
source: Security
ky_kg: Коопсуздук

# privacy_security_item_1
source: • Data is stored in secure iOS containers and iCloud (when enabled)
ky_kg: • Маалыматтар iOS контейнерлеринде жана iCloud'да коопсуз сакталат

# privacy_security_item_2
source: • iCloud data is protected by Apple's encryption and security measures
ky_kg: • iCloud маалыматтары Apple'дин шифрлөө жана коопсуздук чаралары менен корголот

# privacy_apple_title
source: Apple Services
ky_kg: Apple Кызматтары

# privacy_apple_body
source: When using iCloud sync, data processing is governed by Apple's Privacy Policy. We do not have access to your iCloud data.
ky_kg: iCloud синхрондоштуруу колдонулса, маалыматтар Apple'дин Купуялык Саясаты менен жөнгө салынат. Биз iCloud маалыматтарыңызга кире албайбыз.

# privacy_children_title
source: Children's Privacy
ky_kg: Балдардын купуялыгы

# privacy_children_body
source: The app is not specifically designed for children under 13, but it is safe for users of all ages.
ky_kg: Колдонмо 13 жашка чейинки балдар үчүн атайын иштелип чыккан эмес, бирок бардык жаштагылар үчүн коопсуз.

# privacy_changes_title
source: Policy Updates
ky_kg: Саясатты жаңыртуу

# privacy_changes_body
source: The policy may be updated. It is recommended to periodically check this page. Updates take effect upon publication.
ky_kg: Саясат кээде жаңырышы мүмкүн. Бул бөлүмдү мезгил-мезгили менен текшериңиз. Жаңыртуулар жарыялангандан кийин күчүнө кирет.

# privacy_contact_title
source: Contact Information
ky_kg: Байланыш маалыматы

# privacy_contact_body
source: For questions or suggestions regarding privacy, you can contact:
ky_kg: Купуялык боюнча суроолор же сунуштар болсо, байланышыңыз:

# privacy_contact_email_label
source: Email
ky_kg: Электрондук почта

# privacy_contact_telegram_label
source: Telegram
ky_kg: Телеграм

source: Made with
ky_kg: Кыргызстанда

source: in Kyrgyzstan
ky_kg: менен жасалган

# empty_view_largetitle
source: Start Today, Grow Tomorrow
ky_kg: Бүгүн башта, эртең өс

# empty_view_title3
source: Step by Step
ky_kg: Кадам-кадам

# empty_view_tap
source: Tap
ky_kg: Бас

# empty_view_to_create_habit
source: to create your first habit
ky_kg: биринчи адатыңды түзүү үчүн
